[
    {
        "id" : 10,
        "content": "Test your literary knowledge and dive into the world of novels, authors, and literary classics."
    },
    {
        "id" : 11,
        "content": " Explore the realm of cinema with questions about movies, actors, directors, and cinematic history."
    },
    {
        "id" : 12,
        "content": "Tune in to questions about melodies, artists, genres, and music trivia from various eras."
    },
    {
        "id" : 13,
        "content": "Delve into the world of musicals, stage performances, Broadway, and theatrical productions."
    },
    {
        "id" : 14,
        "content": "From classic shows to modern series, this category covers TV shows, characters, and television culture."
    },
    {
        "id" : 15,
        "content": "Level up your gaming knowledge with questions about video game titles, characters, consoles, and gaming history."
    },
    {
        "id" : 16,
        "content": "Roll the dice with questions related to classic and modern board games, strategy, and game mechanics."
    },
    {
        "id" : 17,
        "content": "Explore the wonders of the natural world, including biology, physics, astronomy, and environmental science."
    },
    {
        "id" : 18,
        "content": "Dive into the digital domain with questions about computer technology, programming languages, and IT concepts."
    },
    {
        "id" : 19,
        "content": "Challenge your mathematical prowess with questions spanning arithmetic, geometry, algebra, and more."
    },
    {
        "id" : 20,
        "content": "Embark on a journey through myths, legends, and folklore from various cultures and civilizations."
    },
    {
        "id" : 21,
        "content": "Get into the game with questions about sports, athletes, teams, and sporting events from around the world."
    },
    {
        "id" : 22,
        "content": "Travel the globe with questions about countries, capitals, landmarks, and geographical facts."
    },
    {
        "id" : 23,
        "content": "Step back in time with questions covering historical events, significant figures, and key moments in history."
    },
    {
        "id" : 24,
        "content": "Engage in political discourse with questions about government systems, political figures, and global politics."
    },
    {
        "id" : 25,
        "content": "Unleash your artistic knowledge with questions about famous artworks, artists, art movements, and creative expressions."
    },
    {
        "id" : 26,
        "content": "Test your pop culture expertise by answering questions about famous personalities, celebrities, and their lives."
    },
    {
        "id" : 27,
        "content": "Explore the animal kingdom with questions about different species, habitats, behaviors, and natural sciences."
    },
    {
        "id" : 28,
        "content": "Rev up your knowledge of vehicles, automobiles, transportation, and related mechanics."
    },
    {
        "id" : 29,
        "content": "Immerse yourself in the world of comic books, graphic novels, superheroes, and illustrated stories."
    },
    {
        "id" : 30,
        "content": "Stay up to date with questions about modern gadgets, technological innovations, and electronic devices."
    },
    {
        "id" : 31,
        "content": "Dive into the realm of anime and manga with questions about characters, series, and Japanese pop culture."
    },
    {
        "id" : 32,
        "content": "Recall your favorite animated shows and characters with questions about cartoons and animations."
    },
    {
        "id" : 9,
        "content": "Diverse questions from various fields to test your broad awareness and understanding."
    }
]